alsa-plugins
alsa-utils
android-tools
archlinux-wallpaper
atomicparsley
avahi
awesome-terminal-fonts
bash-completion
base-devel
bleachbit
bluez
bluez-libs
btrfs-progs
chromium
cronie
cups
cups-pdf
dialog
discord
dnsmasq
dosfstools
easyeffects
efibootmgr
egl-wayland
exfat-utils
fuse2
fuse3
fuseiso
gcc
gparted
gptfdisk
gimp
grub-btrfs
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
htop
iio-sensor-proxy
inotify-tools
jdk-openjdk
libdvdcss
libtool
linux-headers
linux-lts-headers
lsof
lzop
mesa
network-manager-applet
noto-fonts-emoji
ntfs-3g
ntp
openssh
os-prober
papirus-icon-theme
patch
picom
pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
pipewire-v4l2
pipewire-zeroconf
powerline-fonts
proton-vpn-gtk-app
smbclient
snap-pac
snapper
syncthing
systemd-resolvconf
terminus-font
ttf-roboto
ufw
unrar
unzip
usbutils
virt-viewer
vivaldi
vivaldi-ffmpeg-codecs
vlc
which
wireguard-tools
wireless_tools
wireplumber
xdg-user-dirs
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xwayland
xorg-xkill
xorg-xinit
yt-dlp
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
